<?php

return [
    'custom' => [
        'attribute-name' => [
            'phone_required' => 'Телефон обязательное поле',
            'phone_format' => 'Телефон имеет неверный формат',
            'password_required' => 'Пароль обязателен для заполнения',
            'password_min' => 'Пароль должен содержать не менее 8 символов',
            'password_regex' => 'Пароль должен содержать как минимум одну латинскую букву и одну цифру',
            'phone_exists' => 'Телефон не найден',
        ],
    ],
];
